export const foods = {
    SR: [
      'あなたは納豆です。自己主張が強く、どこにいても粘着質に絡みつき、他人の快適さを奪います。独特の臭気は自覚のない迷惑そのもので、どれほど慣れを強要しても拒絶され続ける宿命。努力して混ざろうとすればするほど事態を悪化させ、結果はいつも予想以上に惨め。独りよがりな発酵を成長と勘違いし、独自の価値を誇示するも、その実態は腐敗と変わらず、周囲には耐え難い不快感しか残しません。どこへ行っても浮き、何をしても厄介者。それでもなお、己の異質さを直視せず、迷惑をまき散らし続けるのです。'
    ],
    R: [
      'あなたはサンドイッチです🥪、シンプルでありながらもバリエーション豊富なあなたは、どんな場面でも適応力があり、みんなに愛されています。柔軟で協調性のある性格です！😸',
      'あなたはスイカです🎐🍉\n爽やかで元気いっぱいのあなたは、周りの人々に活力を与える存在です！どんな状況でも明るく前向きで、みんなに愛されています☺️',
      'あなたはチョコレートケーキです！🍫豊かで深い味わいを持つあなたは、周りの人々に喜びと満足感を与える存在です。時には甘く、時には少しビターな一面もありますが、それがあなたの魅力です😊❤️‍🩹',
      'あなたはパンケーキです🥞✨\n柔らかくて温かいあなたは、周りの人々に安心感と幸福感を与える存在です。親しみがありながらも、トッピング次第では様々な魅力を発揮します！☺️',
      'あなたはオムライスです🍅🐣\n温かくて家庭的なあなたは、周りの人々に安心感と幸福感を与える存在です。遊び心や工夫があり、みんなに親しまれています✨',
      'あなたはラーメンです🍥🍜\n温かくて心地よいあなたは、周りの人々に安心感と癒しを与える存在です。シンプルな中にも深い味わいがあり、誰からも親しまれています☺️',
      'あなたはマシュマロです！素直で朗らかで人当たりがいいあなたは、誰からも愛される存在でしょう☺️'
    ],
    N: [
      'あなたはニンニクです。本体を薄皮で包み取り繕うも、その実態は不誠実で醜く後ろめたい人間です。関った人は皆気分を悪くします。迷惑を振りまく様は、酷い臭いを撒き散らすニンニクそのものです。少しは誠実に生きてみませんか？'
    ]
  };
  